;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Tilt
; TranslationAuthorEmail: tiltstr@gmail.com
; TranslationAuthorWeb: http://tiltstr.seesaa.net/
; Soft Version: 1.x
;
[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=Ok
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復帰
ButtonMenu=メニュー

[Translation]
ReadHabit=Left-to-right
LanguageName=JPN
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
Information=情報
Warning=警告
Error=エラー
Confirm=確認
FrmJSAbout.caption=情報
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=現在のバージョン:
FrmJSAbout.lblemail.caption=サポート E-メール:
FrmJSAbout.lblhome.caption=ホームページ:
FrmJSAbout.lblthank.caption=貢献していただいた以下の方々に感謝します:
;
; Popup Menu
;
pmHelp=オンラインヘルプ
pmHome=ホームページ
pmCheckNew=アップデートの確認
pmLang=言語
pmAbout=情報
pmcpfilename=フルパスをコピー
pmcppath=ディレクトリをコピー
pmopen=ファイルを開く
pmopenfolder=フォルダを開く
pmcpfile=ファイル/フォルダをコピー
pmdel=ファイル/フォルダを削除
pmatt=プロパティ
pmSelectAll=すべての項目を選択
pmSelectNone=選択解除
pmSelectInvert=選択を反転
pmCheckNew=アップデートの確認
pmJetHelp=クイック検索を起動
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Like it
FrmRSMain.btnSearch.caption=検索
FrmRSMain.btnfeedback.caption=提案、フィードバック等

[Message]
AllHardDrive=ローカルハードドライブ
SelectHardDrive=ドライブを選択してください
ScanFor=検索するドライブ:
Search=検索
LeftTimeSec=所要時間: %s 秒
NoKeyWord=検索したいキーワードを入力
Stop=停止
NoDriveChecked=スキャンしたいドライブを選択してください
NoNewVer=あなたは最新バージョンを使用しています! 


[FastFind]
Name=名前
Path=パス
FileSize=ファイルサイズ
DateModified=更新日時
KeyWord=キーワードを入力
SearchFinish=検索完了. %d 個のファイル/フォルダを検出
SearchAborted=検索を中断. %d 個のファイル/フォルダを検出
NoResult=キーワードに合致するファイルは見つかりません

[Help]
Startup=スタートアップに登録
AutoRunMain=JetSearch と同時にクイック検索を起動
Del=削除
Tips=ローカルファイル/フォルダをクイック検索